Repository: fmancinelli/gnomodoro
Catalog: src/locale/*/LC_MESSAGES/gnomodoro.po
Languages: de

source: Please enter the task for the next pomodoro:
de: Bitte die Aufgabe für den nächsten Pomodoro eingeben:

source: You have completed
de: Bereits

source: pomodoro so far
de: Pomodoro abgeschlossen

source: pomodori so far
de: Pomodori abgeschlossen

source: of which the last
de: davon die letzten

source: in a row
de: in Serie

source: Have a nice pomodoro on
de: Viel Erfolg mit dem Pomodoro

source: You did 4 pomodori! Time for a longer break.
de: Das waren vier Pomodori! Zeit für eine längere Pause.

source: The pomodoro is over... Now take a break!
de: Das Pomodoro ist vorbei... Zeit für eine Pause!

source: Pomodoro mode
de: Pomodoro-Modus
